Revit 2027 API
DockablePanes.BuiltInDockablePanes.FormaAnalysisBrowser Property
 Forma Analysis Browser pane.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static DockablePaneId FormaAnalysisBrowser { get; }
Public Shared ReadOnly Property FormaAnalysisBrowser As DockablePaneId
	Get
public:
static property DockablePaneId^ FormaAnalysisBrowser {
	DockablePaneId^ get ();
}
static member FormaAnalysisBrowser : DockablePaneId with get
Property Value
DockablePaneId
See Also
Reference
DockablePanes.BuiltInDockablePanes Class
Autodesk.Revit.UI Namespace